Repository: darktable-org/darktable
Catalog: doc/usermanual/po/de.tmx
Source language: en
Languages: de

source: search radius
de: Suchradius

source: scattering (coarse-grain noise)
de: Streuung (grobes Rauschen)

source: central pixel weight (details)
de: zentrales Pixelgewicht (Details)

source: adjust autoset parameters
de: Einstellen der Autoset-Parameter

source: preserve shadows
de: Schatten erhalten

source: bias correction
de: Bias-Korrektur

source: non-local means
de: nicht-lokales Mittel

source: non-local means auto
de: nicht-lokales Mittel (auto)

source: profile used for variance stabilization
de: Benutztes Profil zur Stabilisierung der Streuung

source: method used in the denoising core. non-local means works best for `lightness' blending, wavelets work best for `color' blending
de: Methode, die intern verwandt wird. Nicht-lokales Mittel funktioniert am besten für Überblendung ‚Helligkeit‘, Wavelets sind für ‚Farbe‘ am besten

source: radius of the patches to match. increase for more sharpness on strong edges, and better denoising of smooth areas. if details are oversmoothed, reduce this value or increase the details slider.
de: Radius der übereinstimmenden Patches. Erhöhen für mehr Schärfe an starken Kanten und besseres Entrauschen von glatten Flächen. Wenn Details überglättet sind, reduzieren Sie diesen Wert oder erhöhen Sie den Detailregler.

source: emergency use only: radius of the neighbourhood to search patches in. increase for better denoising performance, but watch the long runtimes! large radii can be very slow. you have been warned
de: Nur für den Notfall: Radius der Nachbarschaft, in der nach Patches gesucht werden soll. Erhöht die Leistung einer besseren Rauschreduzierung, aber verusacht langen Laufzeiten! Große Radien können sehr langsam sein.

source: scattering of the neighbourhood to search patches in. increase for better coarse-grain noise reduction. does not affect execution time.
de: Bereich in der Nachbarschaft in welchem nach Blöcken gesucht wird. Für eine bessere Reduktion von grobem Rauschen erhöhen. Hat keine Auswirkungen auf die Ausführungsdauer.

source: increase the weight of the central pixel of the patch in the patch comparison. useful to recover details when patch size is quite big.
de: Erhöhen Sie das Gewicht des zentralen Pixels des Patches im Patch-Vergleich. Nützlich, um Details wiederherzustellen, bei denen die Patch-Größe relativ groß ist.

source: finetune denoising strength
de: Stärke des Entrauschens anpassen

source: controls the way parameters are autoset increase if shadows are not denoised enough or if chroma noise remains. this can happen if your picture is underexposed.
de: Steuert die Art und Weise, wie Parameter im Autoset erhöht werden, wenn die Schatten nicht ausreichend entrauscht werden oder wenn das Chroma-Rauschen erhalten bleibt. Dies kann bei unterbelichteten Bildern passieren.

source: finetune shadows denoising. decrease to denoise more aggressively dark areas of the image.
de: Finetune Schattenentrauschen. Verringern des Wertes, um dunkle Bereiche des Bildes aggressivere zu entrauschen.

source: correct color cast in shadows. decrease if shadows are too purple. increase if shadows are too green.
de: Korrigiert Farbstiche im Schatten. Verringern, wenn die Schatten zu violett sind. Erhöhen, wenn die Schatten zu grün sind.

source: dither
de: dithern

source: random
de: zufällig

source: floyd-steinberg 1-bit B&W
de: Floyd-Steinberg 1-Bit s&w

source: floyd-steinberg 4-bit gray
de: Floyd-Steinberg 4-Bit grau

source: radius for blurring step
de: Radius des Weichzeichners

source: the gradient range where to apply random dither
de: Der Verlaufsbereich, in dem zufälliges Dithering hinzugefügt wird

source: gradient range
de: Verlaufsbereich

source: damping level of random dither
de: Dämpfungsgrad des zufälligen Ditherings

source: damping
de: Dämpfung

source: legacy equalizer
de: Veralteter Equalizer

source: sharpen (strong)
de: schärfen (stark)

source: null
de: nichts

source: denoise (strong)
de: entrauschen (stark)

source: this module will be removed in the future and is only here so you can switch it off and move to the new equalizer.
de: Dieses Modul wird in absehbarer Zukunft entfernt und ist nur noch hier, damit Sie es abschalten und durch den neuen Equalizer ersetzen können.

source: black
de: Schwarz

source: auto-exposure
de: Automatische Belichtung

source: percentile
de: Perzentil

source: target level
de: Ziel-Wert

source: magic lantern defaults
de: Magic Lantern-Standard

source: failed to get raw buffer from image `%s'
de: Fehler beim Laden der Raw-Daten für Bild „%s”

source: manual
de: manuell

source: automatic
de: automatisch

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives.
de: Schwarzwert anpassen um das Abschneiden von negativen RGB-Werten zu verhindern. Nie verwenden, um die Dichte der schwarzen Bereiche zu erhöhen! Bei schlechter Wahl werden dunkle Farben abgeschnitten und aus dem Gamut-Bereich gedrückt, weil die RGB-Werte negativ werden.

source: percentage of bright values clipped out, toggle color picker to activate
de: Prozentsatz der hellen Werte, die abgeschnitten werden. Zum Aktivieren die Pipette auswählen

source: clipping threshold
de: Abschneide-Schwellwert

source: where in the histogram to meter for deflicking. E.g. 50% is median
de: Wo im Histogramm soll zum Entflackern gemessen werden. Z.B. 50% ist der Median

source: where to place the exposure level for processed pics, EV below overexposure.
de: Gewünschte Belichtung des Bildes, in EV unterhalb einer Überbelichtung.

source: computed EC:
de: berechneter EC:

source: what exposure correction has actually been used
de: welche Belichtungskorrektur wurde tatsächlich benutzt

source: filmic
de: filmisch

source: 09 EV (low-key)
de: 09 EV (dunkel)

source: 10 EV (indoors)
de: 10 EV (Innenräume)

source: 11 EV (dim outdoors)
de: 11 EV (Im Freien, dunkel)

source: 12 EV (outdoors)
de: 12 EV (Im Freien)

source: 13 EV (bright outdoors)
de: 13 EV (Im Freien, hell

source: 14 EV (backlighting)
de: 14 EV (Gegenlicht)

source: 15 EV (sunset)
de: 15 EV (Sonnenuntergang)

source: read-only graph, use the parameters below to set the nodes
de: Graph ist nur lesbar, Parameter weiter unten benutzen um die Knoten zu setzen

source: logarithmic shaper
de: logarithmischer Former

source: middle grey luminance
de: mittel graue Luminanz

source: adjust to match the average luminance of the subject. except in back-lighting situations, this should be around 18%.
de: An die durchschnittliche Helligkeit des Objektes anpassen. Mit Ausnahme bei Gegenlichtsituationen sollte diese etwa 18% betragen.

source: white relative exposure
de: weiß relative Belichtung

source: number of stops between middle grey and pure white. this is a reading a lightmeter would give you on the scene. adjust so highlights clipping is avoided
de: Anzahl der Stufen zwischen mittlerem Grau und reinem Weiß. Entspricht einer Messung, welche ein Belichtungsmesser liefern würde. So anpassen, dass Spitzlichter nicht abgeschnitten werden

source: black relative exposure
de: schwarz relative Belichtung

source: number of stops between middle grey and pure black. this is a reading a lightmeter would give you on the scene. increase to get more contrast. decrease to recover more details in low-lights.
de: Anzahl der Stufen zwischen Mittlerem Grau und absolutem Schwarz. Entspricht einer Messung, welche ein Belichtungsmesser liefern würde. Für mehr Kontrast erhöhen. Für mehr Detail in dunkleren Bereichen verringern.

source: safety factor
de: Sicherheitsfaktor

source: enlarge or shrink the computed dynamic range. useful in conjunction with "auto tune levels".
de: Den berechneten Dynamikbereich vergrößern oder verkleinern. Nützlich in Verbindung mit ,Auto-Tune-Levels'.

source: auto tune levels
de: Auto-Tune Level

source: try to optimize the settings with some guessing. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys and low-keys.
de: Versuchen Sie, die Einstellungen durch Ausprobieren zu optimieren. Das Ergebnis wird in den Leuchtdichteumfang der Histrogrammgrenzen passen. Funktioniert besser mit Landschaften und gleichmäßig ausgeleuchteten Bildern, aber funktioniert nicht mit schwach oder stark belichteten Bildern.

source: filmic S curve
de: filmische S-Kurve

source: slope of the linear part of the curve affects mostly the mid-tones
de: Steigung des linearen Teils der Kurve wirkt sich hauptsächlich auf die Mitten aus

source: latitude
de: Breite

source: width of the linear domain in the middle of the curve. increase to get more contrast at the extreme luminances. this has no effect on mid-tones.
de: Breite des linearen Bereiches in der Mitte der Kurve. Erhöhen um mehr Kontrast bei extremen Helligkeitswerten zu erhalten. Hat keine Auswirkungen auf die Mitten.

source: shadows/highlights balance
de: Schatten/Spitzlichter-Balance

source: slides the latitude along the slope to give more room to shadows or highlights. use it if you need to protect the details at one extremity of the histogram.
de: Verschiebt die Breite entlang der Steigung um Schatten und Spitzlichtern mehr Raum zu geben. Nützlich falls Sie an einem Ende des Histogramms Details schützen wollen

source: global saturation
de: Globale Sättigung

source: desaturates the input of the module globally. you need to set this value below 100% if the chrominance preservation is enabled.
de: Globale Entsättigung der Eingabedaten. Muss auf weniger als 100% gesetzt werden wenn ,Chrominanz erhalten‘ aktiviert ist.

source: extreme luminance saturation
de: Sättigung bei extremer Luminanz

source: desaturates the output of the module specifically at extreme luminances. decrease if shadows and/or highlights are over-saturated.
de: Entsättigt die Ausgabe des Moduls in Bereichen mit extremer Leuchtkraft. Verringern wenn Schatten/Spitzlichter übersättigt sind.

source: intent
de: Vorsatz

source: contrasted
de: kontrastreich

source: faded
de: verblasst

source: optimized
de: optimiert

source: change this method if you see reversed contrast or faded blacks
de: Diese Methode ändern, wenn umgekehrter Kontrast oder verblasste Schwarzwerte zu sehen sind

source: preserve the chrominance
de: Chrominanz erhalten

source: ensure the original color are preserved. may reinforce chromatic aberrations. you need to manually tune the saturation when using this mode.
de: Stellt sicher, dass die Originalfarbe erhalten bleibt. Kann chromatische Aberrationen der Linse verstärken. Sättigung muss manuell angepasst werden, wenn dieser Modus aktiviert wird.

source: destination/display
de: Ziel/Anzeige

source: target black luminance
de: Zielwert für Schwarz-Luminanz

source: luminance of output pure black, this should be 0% except if you want a faded look
de: Luminanz der Ausgabe rein schwarz sollte 0% sein, außer ein verblasster Look ist erwünscht

source: target middle grey
de: Zielwert für Mittleres Grau

source: midde grey value of the target display or color space. you should never touch that unless you know what you are doing.
de: Mittlerer Grauwert der Zielanzeige oder des Farbraums. sollte nicht geändert werden, es sei denn, du weißt, was du tust.

source: target white luminance
de: Zielwert für Weiß-Luminanz

source: luminance of output pure white, this should be 100% except if you want a faded look
de: Luminanz der Ausgabe rein weiß sollte 100% sein, außer ein verblasster Look ist erwünscht

source: target gamma
de: Ziel-Gamma

source: power or gamma of the transfer function of the display or color space. you should never touch that unless you know what you are doing.
de: Stärke oder Gamma der Übertragungsfunktion des Displays oder des Farbraums. Sollte nicht geändert werden, es sei denn, Sie wissen, was Sie tun.

source: filmic rgb
de: filmisch RGB

source: 07 EV dynamic range
de: 07 EV Dynamikbereich

source: 09 EV dynamic range
de: 09 EV Dynamikbereich

source: 11 EV dynamic range
de: 11 EV Dynamikbereich

source: 13 EV dynamic range
de: 13 EV Dynamikbereich

source: 15 EV (backlighting)
de: 15 EV (Gegenlicht)

source: white exposure
de: Weißbelichtung

source: black exposure
de: Schwarzbelichtung

source: dynamic range scaling
de: Skalierung des Dynamikbereichs

source: read-only graph, use the parameters below to set the nodes the bright curve is the filmic tone mapping curve the dark curve is the desaturation curve
de: Schreibgeschützter Graph, Parameter unten benutzen um die Knoten zu setzen Die helle Kurve ist die filmische Farbkurve. Die dunkle Kurve ist die Entsättigungskurve.

source: scene
de: Szene

source: look
de: Aussehen

source: display
de: Anzeige

source: adjust to match the average luminance of the image's subject. the value entered here will then be remapped to 18.45%. decrease the value to increase the overall brightness.
de: Anpassen der durchschnittlichen Luminanz des Bildmotivs. Der hier eingegebene Wert wird dabei auf 18,45% umgerechnet. Reduzierung des Werts erhöht die Gesamthelligkeit.

source: symmetrically enlarge or shrink the computed dynamic range. useful to give a safety margin to extreme luminances.
de: Den berechneten Dynamikbereich vergrößern oder verkleinern. Nützlich, um extremer Luminanz einen sicheren Spielraum zu geben.

source: try to optimize the settings with some statistical assumptions. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys, low-keys and high-ISO pictures. this is not an artificial intelligence, but a simple guess. ensure you understand its assumptions before using it.
de: Versucht die Einstellungen durch einige statistische Annahmen zu optimieren. adurch wird der Leuchtdichtebereich innerhalb der Histogrammgrenzen angepasst. Funktioniert besser mit Landschaften und gleichmäßig ausgeleuchteten Bildern, aber funktioniert nicht bei schwach oder stark belichteten oder bei High-ISO-Bildern. Hierbei handelt es sich nicht um eine künstliche Intelligenz sondern um eine einfache Vermutung. Vergewissern Sie sich, dass Sie die Annahmen verstehen, bevor Sie sie verwenden.

source: width of the linear domain in the middle of the curve, in percent of the dynamic range (white exposure - black exposure). increase to get more contrast and less desaturation at extreme luminances, decrease otherwise. no desaturation happens in the latitude range. this has no effect on mid-tones.
de: Breite des linearen Bereiches in der Mitte der Kurve, in Prozent des Dynamikbereichs (Weißbelichtung - Schwarzbelichtung). Erhöhen um mehr Kontrast und weniger Endsättigung bei extremen Helligkeitswerten zu erhalten. Hat keine Auswirkungen auf die Mitteltöne.

source: desaturates the output of the module specifically at extreme luminances. increase if shadows and/or highlights are under-saturated.
de: Entsättigt die Ausgabe des Moduls in Bereichen mit extremer Leuchtkraft. Erhöhen wenn Schatten und/oder Spitzlichter nicht ausreichend gesättigt sind.

source: preserve chrominance
de: Chrominanz erhalten

source: luminance Y
de: Luminanz Y

source: RGB power norm
de: RGB-Stärke-Standard

source: ensure the original color are preserved. may reinforce chromatic aberrations and chroma noise, so ensure they are properly corrected elsewhere.
de: Stellt sicher, dass die Originalfarbe erhalten bleibt. Kann chromatische Aberrationen der Linse verstärken. Sättigung muss manuell angepasst werden, wenn dieser Modus aktiviert wird.

source: target power transfer function
de: Ziel-Stärke-Übertragungsfunktion

source: scale into final size
de: abschließendes Skalieren

source: autodetect
de: automatisch erkennen

source: no rotation
de: keine Drehung

source: flip horizontally
de: horizontal spiegeln

source: flip vertically
de: vertikal spiegeln

source: rotate by -90 degrees
de: um -90° drehen

source: rotate by 90 degrees
de: um 90° drehen

source: rotate by 180 degrees
de: um 180° drehen

source: rotate
de: drehen

source: rotate 90 degrees CCW
de: um 90° gegen den Uhrzeigersinn drehen

source: rotate 90 degrees CW
de: um 90° im Uhrzeigersinn drehen

source: global tonemap
de: globales Tonemapping

source: the global tonemap operator
de: der globale Tonemapping-Operator

source: the bias for tonemapper controls the linearity, the higher the more details in blacks
de: der Bias des Tonemappers bestimmt die Linearität, je höher desto mehr Details in schwarzen Bereichen

source: target
de: Ziel

source: the target light for tonemapper specified as cd/m2
de: die Zielhelligkeit des Tonemappers, angegeben in cd/m2

source: neutral gray ND2 (soft)
de: Neutralgrau ND2 (weich)

source: neutral gray ND4 (soft)
de: Neutralgrau ND4 (weich)

source: neutral gray ND8 (soft)
de: Neutralgrau ND8 (weich)

source: neutral gray ND2 (hard)
de: Neutralgrau ND2 (hart)

source: neutral gray ND4 (hard)
de: Neutralgrau ND4 (hart)

source: neutral gray ND8 (hard)
de: Neutralgrau ND8 (hart)

source: orange ND2 (soft)
de: Orange ND2 (weich)

source: yellow ND2 (soft)
de: Gelb ND2 (weich)

source: purple ND2 (soft)
de: Violett ND2 (weich)

source: green ND2 (soft)
de: Grün ND2 (weich)

source: red ND2 (soft)
de: Rot ND2 (weich)

source: blue ND2 (soft)
de: Blau ND2 (weich)

source: brown ND4 (soft)
de: Braun ND4 (weich)

source: graduated density
de: Verlaufsfilter

source: density
de: Dichte

source: the density in EV for the filter
de: die Dichte in EV für den Filter

source: rotation of filter -180 to 180 degrees
de: Drehung des Filters -180 bis 180 Grad

source: select the hue tone of filter
de: Farbton des Filters wählen

source: select the saturation of filter
de: Sättigung des Filters wählen

source: [%s on nodes] change line rotation
de: [%s on nodes] Rotation der Linie ändern

source: [%s on line] move line
de: [%s on line] Linie bewegen

source: [%s on line] change density
de: [%s on line] Dichte ändern

source: grain
de: Körnung

source: the grain size (~ISO of the film)
de: die Korngröße (~ISO des Films)

source: the strength of applied grain
de: Stärke der hinzugefügten Körnung

source: midtones bias
de: Mittenbetonung

source: amount of midtones bias from the photographic paper response modeling. the greater the bias, the more pronounced the fall off of the grain in shadows and highlights
de: Stärke der Mittenbetonung in der Modellierung des Fotopapiers. Je größer dieser Wert ist, desto weniger Körnung wird in den Schatten und Glanzlichtern sichtbar.

source: haze removal
de: Dunstentfernung

source: amount of haze reduction
de: Anteil der Dunstentfernung

source: distance
de: Distanz

source: limit haze removal up to a specific spatial depth
de: Dunstentfernung auf eine bestimmte räumliche Tiefe beschränken

source: highlight reconstruction
de: Spitzlicht-Rekonstruktion

source: clip highlights
de: Spitzlichter abschneiden

source: reconstruct in LCh
de: in LCh rekonstruieren

source: reconstruct color
de: Farbe rekonstruieren

source: highlight reconstruction method
de: Methode zur Rekonstruktion der Spitzlichter

source: manually adjust the clipping threshold against magenta highlights (you shouldn't ever need to touch this)
de: Abschneide-Schwellwert gegen magenta Spitzlichter manuell anpassen (es sollte niemals nötig sein, diesen Wert zu ändern)

source: highpass
de: Hochpass

source: sharpness
de: Schärfe

source: contrast boost
de: Kontrastverstärkung

source: the sharpness of highpass filter
de: die Schärfe des Hochpassfilters

source: the contrast of highpass filter
de: der Kontrast des Hochpassfilters

source: hot pixels
de: Tote Pixel

source: fixed %d pixel
de: %d Pixel korrigiert

source: lower threshold for hot pixel
de: unterer Schwellwert

source: strength of hot pixel correction
de: Schwellwert zur Korrektur toter Pixel

source: detect by 3 neighbors
de: durch 3 Nachbarpixel erkennen

source: mark fixed pixels
de: korrigierte Pixel markieren

source: hot pixel correction only works for raw images.
de: Entfernung von toten Pixeln funktioniert nur mit Raw-Bildern.

source: `%s' color matrix not found for 4bayer image
de: „%s” Farbmatrix für 4-Bayer-Bild nicht gefunden

source: invert
de: Invertieren

source: pick color of film material from image
de: Farbe des Filmmaterials aus dem Bild übernehmen

source: color of film material
de: Farbe des Filmmaterials

source: brightness of film material
de: Helligkeit des Filmmaterials

source: select color of film material
de: Farbe des Filmmaterials auswählen

source: lens correction
de: Objektivkorrektur

source: find camera
de: Kamera finden

source: find lens
de: Objektiv finden

source: camera model
de: Kamera

source: select corrections
de: Korrekturen auswählen

source: maker: %s model: %s%s mount: %s crop factor: %.1f
de: Hersteller: %s Modell: %s%s Anschluss: %s Crop-Faktor: %.1f

source: camera/lens not found - please select manually
de: Kamera/Objektiv bitte manuell auswählen

source: try to locate your camera/lens in the above two menus
de: Kamera/Objektiv nach Möglichkeit in den beiden oberen Menüs auswählen

source: maker: %s model: %s focal range: %s aperture: %s crop factor: %.1f type: %s mounts: %s
de: Hersteller: %s Modell: %s Brennweite: %s Blende: %s Crop-Faktor: %.1f Typ: %s Anschlüsse: %s

source: focal length (mm)
de: Brennweite (mm)

source: f-number (aperture)
de: Blendenzahl

source: distance to subject
de: Entfernung

source: distortion & TCA
de: Verzeichnung & TCA

source: distortion & vignetting
de: Verzeichnung & Vignettierung

source: TCA & vignetting
de: TCA & Vignettierung

source: only distortion
de: nur Verzeichnung

source: only TCA
de: nur TCA

source: only vignetting
de: nur Vignettierung

source: corrections
de: Korrekturen

source: which corrections to apply
de: welche Korrekturen sollen angewandt werden

source: geometry
de: Geometrie

source: target geometry
de: Zielgeometrie

source: rectilinear
de: geradlinig

source: fish-eye
de: Fischauge

source: panoramic
de: Panorama

source: equirectangular
de: äquirektangulär

source: orthographic
de: orthografisch

source: stereographic
de: winkeltreu

source: equisolid angle
de: flächentreu

source: thoby fish-eye
de: Thoby-Fischauge

source: auto scale
de: automatisch skalieren

source: correct distortions or apply them
de: Verzeichnung korrigieren oder hinzufügen

source: correct
de: korrigieren

source: distort
de: verzeichnen

source: Transversal Chromatic Aberration red
de: transversale chromatische Aberration Rot

source: TCA red
de: TCA Rot

source: Transversal Chromatic Aberration blue
de: transversale chromatische Aberration Blau

source: TCA blue
de: TCA Blau

source: corrections done:
de: ausgeführte Korrekturen:

source: which corrections have actually been done
de: welche Korrekturen wurden tatsächlich ausgeführt

source: levels
de: Werte

source: drag handles to set black, gray, and white points. operates on L channel.
de: Anfasser verschieben, um Schwarz-, Grau- und Weißpunkt zu setzen. Arbeitet auf dem L-Kanal.

source: apply auto levels
de: Werte automatisch setzen

source: pick black point from image
de: Schwarzpunkt aus dem Bild übernehmen

source: pick medium gray point from image
de: Mittleren Graupunkt aus dem Bild übernehmen

source: pick white point from image
de: Weißpunkt aus dem Bild übernehmen

source: black percentile
de: Schwarz-Perzentil

source: gray percentile
de: Grau-Perzentil

source: white percentile
de: Weiß-Perzentil

source: white
de: Weiß

source: liquify
de: Verflüssigen

source: click to edit nodes
de: Klicken, um Knoten zu bearbeiten

source: use a tool to add warps. right-click to remove a warp.
de: Werkzeug auswählen, um Verformung hinzuzufügen Rechts-Klick entfernt eine Verformung

source: warps|nodes count:
de: Anzahl Verformungen|Knoten:
